{
  "main": {
    "name":"Gary Burner",
    "occupation":"Web Developer",
    "description":"and recent graduate from Penn's LPS Web Development bootcamp",
    "image":"headshot.png",
    "bio":"I recently graduated the University of Pennsylvania’s Full Stack Web Development Bootcamp. After gaining unique experiences in multiple industries over the past 8 years I decided that web development and data analysis best fit my skillset and passion for always learning. The Penn LPS bootcamp provided me with a 6 month, deep dive into the MERN stack, with a focus on teamwork in a remote environment and creative problem solving.",
    "contactmessage":"Please feel free to email me if you would like to work together or just to say hi.",
    "email": "grburner@gmail.com",
    "address":{
      "city":"Philadelphia",
      "state":"Pennsylvania"
    },
    "website": "http://www.timbakerdev.com",
    "resumedownload":"./Resume_20201001.pdf",
    "social":[
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/gburner",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"https://github.com/grburner",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "education":[
      {
        "school":"Penn LPS",
        "degree":"Web Development Bootcamp",
        "graduated":"May - Oct 2020",
        "description":"A 24 week long bootcamp dedicated to designing and building web applications. Skills learned include HTML5, CSS3, JavaScript, jQuery, Bootstrap, Node.js, MySQL, MongoDB, Express, and React."
      },
      {
        "school":"Pennsylvania State University",
        "degree":"Finance",
        "graduated":"May 2012"
      }
    ],
    "work":[
      {
        "company":"DiBruno Brothers",
        "title":"Bottleshop Manager",
        "years":"Sept 2018 - Present"
      },
      {
        "company":"Red Spark",
        "title":"Publisher Manager | 50onRed & Tiller",
        "years":"Feb 2016 - Mar 2018"
      },
      {
        "company":"Food Underground",
        "title":"CoOwner - COO",
        "years":"Mar 2015 - Feb 2016"
      },
      {
        "company":"PNC Bank",
        "title":"Treasury Management Sales",
        "years":"Aug 2012 - Mar 2015"
      }
    ],
    "skills":[
      {
        "name":"Git",
        "description":"Git is my version control tool of choice. We used Git extensively on all group projects during Penn LPS"
      },
      {
        "name":"React",
        "description":"I love using React - it's my front end framework of choice. I've built a reporting dashboard and a marketplace app in React."
      },
      {
        "name":"Mongo DB",
        "description":"I am still getting comfortable with Mongo, but I enjoy the flexibility it offers."
      },
      {
        "name":"SQL",
        "description":"SQL peaked my interest in web development. I first learned to write SQL queries at Red Spark and still enjoy using SQL."
      },
      {
        "name":"Bootstrap",
        "description":"I'm most familiar with Bootstrap and it's always my go-to to get something off of the ground quickly."
      },
      {
        "name": "NodeJs",
        "description": "Node is my serverside scripting language of choice. The majority of my projects I've built use MERN and I always enjoy the flexibility Node offers."      
      },
      {
        "name": "Heroku",
        "description": "We've deployed all of our class projects on Heroku, and I'm happy to use it for a quick and simple solution."      
      },
      {
        "name": "AWS",
        "description": "I'm new to AWS but I's facinated by the flexibility and varietly of solutions AWS offers. I'm looking forward to learing, and using, AWS more."      
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Wine Management Dashboard",
        "category":"This dashboard helps me with my current job by creating better data visulization and reporting",
        "image":"stat-dash.png",
        "url":"https://project-2-group1.herokuapp.com/7"
      },
      {
        "title":"Fitness Tracker App",
        "category":"An app to track workouts and individual exercises",
        "image":"fitness-dash.png",
        "url":"https://polar-journey-68111.herokuapp.com/"
      },
      {
        "title":"Yelp Bar & Restaurant Planner",
        "category":"We built an app to use the power of Yelp to plan a night out with friends",
        "image":"yelp-planner.png",
        "url":"https://grburner.github.io/Yelp-Bar-Restaurant-Finder/"
      },
      {
        "title":"Weather Reports",
        "category":"Get the current, future and previous weather in your area!",
        "image":"weather.png",
        "url":"https://grburner.github.io/Weather-App/"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"Here you should write some nice things that someone has said about you. No lies though, employers can tell when you are lying.",
        "user":"Kareem Abdul Jabbar"
      },
      {
        "text":"That Tim Baker must be one of the most brilliant developers I've ever met! It is amazing that nobody has hired him yet. Hey you, you should hire this guy, he may be fresh out of University and have zero on the job experience but I am confident that he will be one of your best developers in no time!",
        "user":"Steve Wozniak... impersonator"
      }
    ]
  }
}
